Repository: vladsadev/qualcomTheme
Catalog: languages/plugins/manual-image-crop-*.po
Languages: es_es

source: Crop
es_es: Recortar

source: Crop featured image
es_es: Recortar Imagen destacada

source: Crop Image
es_es: Recortar Imagen

source: Pick the image size:
es_es: Elija el tamaño correcto:

source: Medium
es_es: Mediano

source: Large
es_es: Grande

source: Full Size
es_es: Tamaño Completo

source: Original picture dimensions:
es_es: Dimensiones originales de la imagen

source: Target picture dimensions:
es_es: Dimensiones de imagen objetivo

source: Soft proportional crop mode
es_es: Modo de recorte suave proporcional

source: Hard crop mode
es_es: Modo de recorte duro

source: New image:
es_es: Nueva Imagen:

source: Previous image:
es_es: Imagen Anterior:

source: Crop it!
es_es: ¡Recórtala!

source: Target JPEG Quality
es_es: Calidad de JPEG Objetivo

source: 100 (best quality, biggest file)
es_es: 100 (mejor calidad, archivo más grande)

source: 80 (very high quality)
es_es: 80 (muy alta calidad)

source: 70 (high quality)
es_es: 70 (alta calidad)

source: 60 (good)
es_es: 60 (buena)

source: 50 (average)
es_es: 50 (promedio)

source: 30 (low)
es_es: 30 (baja)

source: 10 (very low, smallest file)
es_es: 10 (muy baja, archivo más pequeño)

source: Generate Retina/HiDPI (@2x):
es_es: Generar Retina/HiDPI (@2x):

source: The image has been cropped successfully
es_es: La imagen ha sido recortada con éxito

source: An Error has occured. Please try again or contact plugin's author.
es_es: Ha ocurrido un Error. Por favor inténtelo de nuevp o contacte al autor del plugin.

source: Source too small
es_es: Fuente demasiado pequeña

source: Size
es_es: Tamaño

source: Default JPEG Quality
es_es: Calidad JPEG Predeterminada

source: Custom Label
es_es: Etiqueta Personalizada

source: Yes
es_es: Sí

source: Settings
es_es: Configurar

source: Plugin allows you to manually crop all the image sizes registered in your WordPress theme (in particular featured image). Simply click on the "Crop" link next to any image in your media library and select the area of the image you want to crop.
es_es: Este plugin te permite recortar todos los tamaños de imágenes registrados por tu tema de WordPress. Simplemente haz click en el enlace «Recortar» de cualquier imagen de tu biblioteca de medios y selecciona el área de la imagen que quieres recortar.

source: Enter your settings below:
es_es: Introduce tus ajustes a continuación:

source: Crop sizes settings
es_es: Ajustes de tamaño de recorte

source: Manual Image Crop Settings
es_es: Ajustes de recorte manual

source: Mic Custom Settings
es_es: Ajustes personalizados de Mic

source: Thumbnail
es_es: Miniatura
